game-api/app/controllers/games_controller.rb

    def create

       work = Game.create(game_params)
---
INSERT INTO "games" ("name", "score", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "Test"], ["score", "0"], ["created_at", "2019-11-15 11:06:32.795411"], ["updated_at", "2019-11-15 11:06:32.795411"]]